{
	"name": "Marcelo Vogt",
	"first-name": "Marcelo",
	"last-name": "Vogt",
	"home.title": "Startseite",
	"education.title": "Akademisches Werdegang",
	"projects.title": "Meine Projekte",
	"contact.title": "Kontaktieren Sie mich",
	"home.tab": "Startseite",
	"education.tab": "Erfahrung",
	"projects.tab": "Projekte",
	"contact.tab": "Kontakt",
	"home.about-me": "Über mich",
	"home.description": "Ich bin leidenschaftlich über Rätsel, Mathematik und Technologie. Ich bemühe mich, alles, was ich lerne, zu nutzen, um die Technologie für alle zugänglicher zu machen und das Beste daraus zu machen. Ich liebe es, neue Herausforderungen vorgeschlagen zu bekommen und Neues zu lernen.",
	"video-not-supported": "Ihr Browser unterstützt keine Videos",
	"projects.green-goblin.title": null,
	"projects.green-goblin.description": "Ein kachelbasiertes Puzzle-Spiel, das von mir und meiner Freundin entworfen und entwickelt wurde, bei dem Sie an ein Gewicht gebunden sind und Ihren Weg bis zum Ende jeder Stufe verwalten müssen, jeder mit Herausforderungen und neuen Dingen, um Ihr Leben noch schwieriger zu machen! ",
	"projects.angle-controller.title": "Winkelregler",
	"projects.angle-controller.description": "Das Ziel des Projekts \"Steuerungsinstrumentierung\" ist es, die Spannung eines Motors zu verwenden, um ein Pendel bei einem gewünschten Winkel zu stabilisieren, unter Berücksichtigung von Störungen, die auftreten können. Dies wird erreicht, indem die Spannung anhand des gewünschten Winkels des Pendels angepasst wird. ",
	"projects.network-controller.title": "Steuerung über das Netzwerk",
	"projects.network-controller.description": "Die Arbeit, die in Python implementiert wurde, besteht aus drei Stationen (einem Simulator, einem Regler und einem Bedienfeld), die miteinander kommunizieren. Das Bedienfeld sendet Daten, um Steuerparameter im Regler über TCP zu ändern. Der Regler besteht aus einem diskreten Steuersystem, das über UDP mit dem Simulator interagiert. Der Simulator zeigt dem Benutzer eine treue Darstellung des realen Systems und sendet den aktuellen Zustand auch an den Regler über UDP. ",
	"github-repository": "GitHub-Repository ",
	"contact.hesitate": "Zögern Sie nicht, ich spreche diese Sprachen: ",
	"language.native": "Muttersprachlich",
	"language.fluent": "Fließend",
	"language.B2": null,
	"language.A2": null,
	"language.A1": null,
	"interview.title": "Interview",
	"interview.description": "Hier ist die Zusammenfassung des von mir geführten Interviews:",
	"interview.content": "Während des Gesprächs gab die Führungskraft einige wertvolle Einblicke in ihren Führungsansatz: \n Sie betonten einen kooperativen Führungsstil, bei dem der Austausch von Wissen und Erfahrung zwischen ihnen und ihren Teammitgliedern im Vordergrund steht. Statt einer strikten Hierarchie betrachten sie Führung als eine natürliche Formation, die entsteht, wenn die Mitarbeiter ineinander Bezugspunkte finden, sei es in technischen Aspekten der Arbeit, in der Entscheidungsfindung oder in der Mitarbeiterführung. Sie halten eine formale Hierarchie für die Leitung des Teams aufrecht, sehen diese aber eher als eine Formalisierung einer bereits bestehenden informellen Führung. Sie respektieren vor allem das Wissen und die Kompetenz der Teammitglieder und fungieren als Koordinator, um die Arbeit auf die Erreichung der Unternehmensziele auszurichten. \n Wenn es um die Lösung von Konflikten im Team geht, legen sie Wert auf den Dialog und das Feedback mit den beteiligten Personen. Sie sind der Meinung, dass Konflikte für ein gesundes Team notwendig sind, da sie verhindern, dass der Einzelne in seiner Komfortzone selbstgefällig wird. Sie ermutigen Teams, gemeinsam an der Lösung von Konflikten zu arbeiten und Entscheidungen gemeinsam zu treffen. Wenn die Teams jedoch keine Lösung finden, beziehen sie die oberste Führungsebene ein, um Entscheidungen auf einer guten Grundlage zu treffen. \n Sie messen die Leistung des Teams durch die Überwachung des Arbeitsfortschritts und der Ergebnisse, der erbrachten Leistungen und einer Schwelle zwischen Zeit und Qualität der Leistungen. Außerdem verwenden sie vom Team selbst festgelegte \"Arbeitsaufwand\"-Metriken, um ihre Leistung zu verfolgen. \n Wenn sie mit ethischen Dilemmata konfrontiert werden, erkennen sie, dass Entscheidungen zugunsten des Unternehmens oder des Mitarbeiters eine Herausforderung darstellen können, da sie die persönliche Ethik und die Unternehmensethik betreffen. Sie versuchen, Alternativen zu finden, die ein Gleichgewicht herstellen und beiden Seiten gerecht werden, wobei sie beide Seiten respektieren und einen intensiven Dialog in beide Richtungen führen. Wenn sie kein Gleichgewicht finden können, treffen sie Entscheidungen, die dem Team und dem Unternehmen zugute kommen. \n Für sie ist der Erfolg dann erreicht, wenn sie die erwartete Leistung erbringen und sowohl das Team als auch das Unternehmen zufrieden stellen. Sie betrachten auch die Leistung des Unternehmens auf dem Markt, die Zufriedenheit der Kunden und die Entwicklung des Teams als Indikatoren für den Erfolg. Es erfüllt sie, wenn sie sehen, wie ihre Teammitglieder wachsen und sich zu Führungskräften entwickeln, auch wenn das bedeutet, dass sie vielleicht nicht mehr in der gleichen Funktion gebraucht werden. \n Ihrer Meinung nach ist Führung eine kollaborative Anstrengung, die nicht allein auf Hierarchie basiert, sondern gemeinsam mit dem Team bewältigt wird. Sie legen Wert darauf, zuzuhören, den Teammitgliedern Autonomie zu gewähren und ein ständiges Lernen zwischen der Führungskraft und den Geführten zu fördern. Sie sind der Meinung, dass Autonomie Zufriedenheit schafft, erkennen aber an, wie wichtig es ist, kontrollierte Autonomie zu gewähren, die Grenzen respektiert und gleichzeitig Wachstum und Entwicklung zulässt."
}