{
	"name": "Marcelo Vogt",
	"first-name": "Marcelo",
	"last-name": "Vogt",
	"home.title": "Home",
	"education.title": "Academic History",
	"projects.title": "My Projects",
	"contact.title": "Contact me",
	"home.tab": "Home",
	"education.tab": "Experience",
	"projects.tab": "Projects",
	"contact.tab": "Contact",
	"home.about-me": "About Me",
	"home.description": "I am passionate about puzzles, maths and technology. I strive to use everything I learn to make technology more accessible to everyone, while making the most of it. I love being proposed new challenges and learning new things.",
	"video-not-supported": "Your browser does not support videos",
	"projects.green-goblin.title": "Green Goblin",
	"projects.green-goblin.description": "A tile-based puzzle game designed and developed by me and my girlfriend, where you are attached to a weight and must manage your way to the end of each level, each and everyone with challenges and new things to make your life even harder!",
	"projects.angle-controller.title": "Angle Controller",
	"projects.angle-controller.description": "The goal of the “Control Instrumentation” project is to use a motor's voltage to stabilize a pendulum at a desired angle, taking into account any disturbances that may occur. This is achieved by adjusting the voltage based on the desired angle of the pendulum.",
	"projects.network-controller.title": "Controller through Network",
	"projects.network-controller.description": "The work, implemented in Python, consists of three stations (a simulator, a controller, and a control panel) that communicate with each other. The control panel sends data to change control parameters in the controller through TCP. The controller consists of a discrete control system that interacts with the simulator via UDP. The simulator shows a faithful representation of the real system to the user and also sends the current state to the controller via UDP.",
	"github-repository": "GitHub repository",
	"contact.hesitate": "Do not hesitate, I speak these languages:",
	"language.native": "Native",
	"language.fluent": "Fluent",
	"language.B2": "B2",
	"language.A2": "A2",
	"language.A1": "A1",
	"interview.title": "Interview",
	"interview.description": "Here is the summary of the interview I conducted:",
	"interview.content": "During the interview, the leader shared some valuable insights on their approach to leadership: \n They emphasized a collaborative leadership style that prioritizes sharing knowledge and expertise between themselves and their team members. Rather than being a strict hierarchy, they view leadership as a natural formation that occurs when collaborators find reference points in one another, whether it be in technical aspects of work, decision-making, or people management. They maintain a formal hierarchy for the team's management but see it more as a formalization of an already existing informal leadership. Above all, they believe in respecting the knowledge and expertise of team members and act as a coordinator to direct work towards achieving the company's objectives. \n When it comes to resolving conflicts within the team, they prioritize dialogue and feedback with the individuals involved. They believe that conflict is necessary for a healthy team, as it prevents individuals from becoming complacent in their comfort zones. They encourage teams to work together to resolve conflicts, making decisions collaboratively. However, if the teams cannot find a resolution, they involve top leadership to make decisions based on a good foundation. \n They measure the team's performance through monitoring work progress and results, deliveries made, and a threshold between time and quality of delivery. They also use \"work effort\" metrics defined by the team itself to track their performance. \n When faced with ethical dilemmas, they recognize that decisions made in favor of the company or the employee can be challenging because they involve personal ethics and company ethics. They try to find alternatives that balance and meet both directions while respecting both sides, with a lot of dialogue in both directions. If they cannot find a balance, they make decisions that benefit the team and the company. \n For them, success is achieved when they deliver the expected work, satisfying both the team and the company. They also consider the company's performance in the market, client satisfaction, and team evolution as indicators of success. They find fulfillment in seeing their team members grow and develop as leaders, even if it means that they may no longer be needed in the same capacity. \n In their opinion, leadership is a collaborative effort that is not solely based on hierarchy but is conquered together with the team. They value listening, giving autonomy to team members, and fostering constant learning between the leader and the led. They believe that autonomy generates satisfaction but acknowledge the importance of giving controlled autonomy that respects limits while allowing for growth and development."
}