{
	"name": "Marcelo Vogt",
	"first-name": "Marcelo",
	"last-name": "Vogt",
	"home.title": "Inicio",
	"education.title": "Historial Académico",
	"projects.title": "Mis Proyectos",
	"contact.title": "Contactar conmigo",
	"home.tab": "Inicio",
	"education.tab": "Experiencia",
	"projects.tab": "Proyectos",
	"contact.tab": "Contacto",
	"home.about-me": "Acerca de mí",
	"home.description": "Soy apasionado por los rompecabezas, las matemáticas y la tecnología. Me esfuerzo por usar todo lo que aprendo para hacer que la tecnología sea más accesible para todos, al mismo tiempo que saco el mayor provecho de ella. Me encanta ser propuesto nuevos desafíos y aprender cosas nuevas.",
	"video-not-supported": "Su navegador no soporta videos",
	"projects.green-goblin.title": null,
	"projects.green-goblin.description": "Un juego de rompecabezas basado en azulejos diseñado y desarrollado por mi y mi novia, donde estás sujeto a un peso y debes manejar tu camino hasta el final de cada nivel, cada uno con desafíos y cosas nuevas para hacer tu vida aún más difícil! ",
	"projects.angle-controller.title": "Controlador de Ángulo",
	"projects.angle-controller.description": "El objetivo del proyecto \"Instrumentación de Control\" es utilizar el voltaje de un motor para estabilizar un péndulo en un ángulo deseado, teniendo en cuenta cualquier perturbación que pueda ocurrir. Esto se logra ajustando el voltaje en base al ángulo deseado del péndulo. ",
	"projects.network-controller.title": "Controlador a través de la red",
	"projects.network-controller.description": "El trabajo, implementado en Python, consta de tres estaciones (un simulador, un controlador y un panel de control) que se comunican entre sí. El panel de control envía datos para cambiar los parámetros de control en el controlador a través de TCP. El controlador consta de un sistema de control discreto que interactúa con el simulador a través de UDP. El simulador muestra una representación fiel del sistema real al usuario y también envía el estado actual al controlador a través de UDP. ",
	"github-repository": "Repositorio de GitHub",
	"contact.hesitate": "No dudes, hablo estos idiomas: ",
	"language.native": "Nativa",
	"language.fluent": "Fluida",
	"language.B2": null,
	"language.A2": null,
	"language.A1": null,
	"interview.title": "Entrevista",
	"interview.description": "He aquí el resumen de la entrevista que realicé:",
	"interview.content": "Durante la entrevista, el líder compartió algunas ideas valiosas sobre su enfoque del liderazgo: \n Hicieron hincapié en un estilo de liderazgo colaborativo que da prioridad al intercambio de conocimientos y experiencia entre ellos y los miembros de su equipo. Más que una jerarquía estricta, ven el liderazgo como una formación natural que se produce cuando los colaboradores encuentran puntos de referencia unos en otros, ya sea en aspectos técnicos del trabajo, en la toma de decisiones o en la gestión de personas. Mantienen una jerarquía formal para la gestión del equipo, pero la ven más como una formalización de un liderazgo informal ya existente. Por encima de todo, creen en el respeto de los conocimientos y la experiencia de los miembros del equipo y actúan como coordinadores para dirigir el trabajo hacia la consecución de los objetivos de la empresa. \n A la hora de resolver conflictos dentro del equipo, priorizan el diálogo y la retroalimentación con las personas implicadas. Creen que el conflicto es necesario para un equipo sano, ya que evita que los individuos se vuelvan complacientes en sus zonas de confort. Animan a los equipos a trabajar juntos para resolver los conflictos, tomando decisiones en colaboración. Sin embargo, si los equipos no pueden encontrar una solución, implican a la alta dirección para que tome decisiones basadas en una buena base. \n Miden el rendimiento del equipo mediante el seguimiento del progreso y los resultados del trabajo, las entregas realizadas y un umbral entre el tiempo y la calidad de la entrega. También utilizan métricas de \"esfuerzo de trabajo\" definidas por el propio equipo para hacer un seguimiento de su rendimiento. \n Cuando se enfrentan a dilemas éticos, reconocen que las decisiones tomadas a favor de la empresa o del empleado pueden ser un reto porque implican la ética personal y la ética de la empresa. Intentan encontrar alternativas que equilibren y satisfagan a ambas partes respetándolas, con mucho diálogo en ambos sentidos. Si no encuentran el equilibrio, toman decisiones que benefician al equipo y a la empresa. \n Para ellos, el éxito se alcanza cuando realizan el trabajo esperado, satisfaciendo tanto al equipo como a la empresa. También consideran indicadores de éxito los resultados de la empresa en el mercado, la satisfacción de los clientes y la evolución del equipo. Se sienten satisfechos al ver a los miembros de su equipo crecer y desarrollarse como líderes, aunque eso signifique que ya no se les necesite en el mismo puesto. \n En su opinión, el liderazgo es un esfuerzo de colaboración que no se basa únicamente en la jerarquía, sino que se conquista junto con el equipo. Valoran escuchar, dar autonomía a los miembros del equipo y fomentar el aprendizaje constante entre el líder y los dirigidos. Creen que la autonomía genera satisfacción, pero reconocen la importancia de dar una autonomía controlada que respete los límites y permita al mismo tiempo el crecimiento y el desarrollo."
}