{
	"name": "Marcelo Vogt",
	"first-name": "Marcelo",
	"last-name": "Vogt",
	"home.title": "Accueil",
	"education.title": "Parcours Académique",
	"projects.title": "Mes Projets",
	"contact.title": "Contactez-moi",
	"home.tab": "Accueil",
	"education.tab": "Expérience",
	"projects.tab": "Projets",
	"contact.tab": "Contact",
	"home.about-me": "À propos de moi",
	"home.description": "Je suis passionné par les énigmes, les mathématiques et la technologie. Je m'efforce d'utiliser tout ce que j'apprends pour rendre la technologie plus accessible à tous, tout en en tirant le meilleur parti. J'aime être confronté à de nouveaux défis et apprendre de nouvelles choses.",
	"video-not-supported": "Votre navigateur ne prend pas en charge les vídeos",
	"projects.green-goblin.title": null,
	"projects.green-goblin.description": "Un jeu de puzzle basé sur des tuiles conçu et développé par moi et ma petite amie, où vous êtes attaché à un poids et devez gérer votre chemin jusqu'à la fin de chaque niveau, chacun avec des défis et de nouvelles choses pour rendre votre vie encore plus difficile! ",
	"projects.angle-controller.title": "Contrôleur d'Angle",
	"projects.angle-controller.description": "Le but du projet \"Instrumentation de contrôle\" est d'utiliser la tension d'un moteur pour stabiliser un pendule à un angle souhaité, en tenant compte de toutes les perturbations qui peuvent survenir. Cela est réalisé en ajustant la tension en fonction de l'angle souhaité du pendule. ",
	"projects.network-controller.title": "Contrôle par Reseau",
	"projects.network-controller.description": "Le travail, implémenté en Python, consiste en trois stations (un simulateur, un contrôleur et un panneau de contrôle) qui communiquent entre elles. Le panneau de contrôle envoie des données pour changer les paramètres de contrôle dans le contrôleur via TCP. Le contrôleur consiste en un système de contrôle discret qui interagit avec le simulateur via UDP. Le simulateur montre une représentation fidèle du système réel à l'utilisateur et envoie également l'état actuel au contrôleur via UDP. ",
	"github-repository": "Dépôt GitHub",
	"contact.hesitate": "N'hésitez pas, je parle ces langues :",
	"language.native": "Native",
	"language.fluent": "Courrant",
	"language.B2": null,
	"language.A2": null,
	"language.A1": null,
	"interview.title": "Interview",
	"interview.description": "Voici le résumé de l'entretien que j'ai conduit :",
	"interview.content": "Au cours de l'entretien, le dirigeant a partagé des informations précieuses sur son approche du leadership : \n Il a mis l'accent sur un style de leadership collaboratif qui privilégie le partage des connaissances et de l'expertise entre lui-même et les membres de son équipe. Plutôt qu'une hiérarchie stricte, ils considèrent le leadership comme une formation naturelle qui se produit lorsque les collaborateurs trouvent des points de référence les uns dans les autres, que ce soit dans les aspects techniques du travail, la prise de décision ou la gestion des personnes. Ils maintiennent une hiérarchie formelle pour la gestion de l'équipe, mais la considèrent davantage comme une formalisation d'un leadership informel déjà existant. Ils croient avant tout au respect des connaissances et de l'expertise des membres de l'équipe et agissent en tant que coordinateurs pour orienter le travail vers la réalisation des objectifs de l'entreprise. \n Lorsqu'il s'agit de résoudre des conflits au sein de l'équipe, ils privilégient le dialogue et le retour d'information avec les personnes concernées. Ils estiment que les conflits sont nécessaires à une équipe saine, car ils empêchent les individus de se complaire dans leur zone de confort. Ils encouragent les équipes à travailler ensemble pour résoudre les conflits et à prendre des décisions en collaboration. Toutefois, si les équipes ne parviennent pas à trouver une solution, elles font appel à la haute direction pour prendre des décisions fondées sur des bases solides. \n Ils mesurent les performances de l'équipe en contrôlant l'avancement du travail et les résultats, les livraisons effectuées et un seuil entre le temps et la qualité de la livraison. Ils utilisent également des mesures de \"l'effort de travail\" définies par l'équipe elle-même pour suivre ses performances. \n Lorsqu'ils sont confrontés à des dilemmes éthiques, ils reconnaissent que les décisions prises en faveur de l'entreprise ou de l'employé peuvent être difficiles à prendre parce qu'elles impliquent l'éthique personnelle et l'éthique de l'entreprise. Ils s'efforcent de trouver des solutions qui concilient et satisfont les deux parties, tout en les respectant, avec un dialogue approfondi dans les deux sens. S'ils ne parviennent pas à trouver un équilibre, ils prennent des décisions qui profitent à l'équipe et à l'entreprise. \n Pour eux, le succès est atteint lorsqu'ils fournissent le travail attendu, satisfaisant à la fois l'équipe et l'entreprise. Ils considèrent également les performances de l'entreprise sur le marché, la satisfaction des clients et l'évolution de l'équipe comme des indicateurs de réussite. Ils s'épanouissent en voyant les membres de leur équipe grandir et devenir des leaders, même si cela signifie qu'on n'a plus besoin d'eux dans les mêmes fonctions. \n Selon eux, le leadership est un effort de collaboration qui ne repose pas uniquement sur la hiérarchie, mais qui se conquiert avec l'équipe. Ils valorisent l'écoute, l'autonomie des membres de l'équipe et l'apprentissage permanent entre le leader et les dirigés. Ils pensent que l'autonomie est source de satisfaction, mais reconnaissent l'importance d'une autonomie contrôlée qui respecte les limites tout en permettant la croissance et le développement."
}