{
	"name": "Marcelo Vogt",
	"first-name": "Marcelo",
	"last-name": "Vogt",
	"home.title": "Início",
	"education.title": "Histórico Acadêmico",
	"projects.title": "Meus Projetos",
	"contact.title": "Fale comigo",
	"home.tab": "Início",
	"education.tab": "Experiência",
	"projects.tab": "Projetos",
	"contact.tab": "Contato",
	"home.about-me": "Sobre Mim",
	"home.description": "Sou apaixonado por quebra-cabeças, matemática e tecnologia. Busco usar tudo o que aprendo para tornar a tecnologia mais acessível para todos, ao mesmo tempo em que aproveito ao máximo. Adoro ser desafiado com novos desafios e aprender coisas novas.",
	"video-not-supported": "Seu navegador não suporta vídeos",
	"projects.green-goblin.title": null,
	"projects.green-goblin.description": "Um jogo de quebra-cabeça baseado em tile projetado e desenvolvido por mim e minha namorada, no qual você está preso a um peso e deve gerenciar seu caminho até o final de cada nível, cada um com desafios e novas coisas para tornar sua vida ainda mais difícil! ",
	"projects.angle-controller.title": "Controlador de Ângulo",
	"projects.angle-controller.description": "O objetivo do projeto \"Instrumentação de Controle\" é utilizar a tensão de um motor para estabilizar um pêndulo em um ângulo desejado, levando em conta quaisquer perturbações que possam ocorrer. Isso é alcançado ajustando a tensão com base no ângulo desejado do pêndulo. ",
	"projects.network-controller.title": "Controle por Rede",
	"projects.network-controller.description": "O trabalho, implementado em Python, consiste em três estações (um simulador, um controlador e um painel de controle) que se comunicam entre si. O painel de controle envia dados para alterar os parâmetros de controle no controlador através do TCP. O controlador consiste em um sistema de controle discreto que interage com o simulador via UDP. O simulador mostra uma representação fiel do sistema real para o usuário e também envia o estado atual para o controlador via UDP. ",
	"github-repository": "Repositório do GitHub ",
	"contact.hesitate": "Não hesite, eu falo essas línguas:",
	"language.native": "Nativo",
	"language.fluent": "Fluente",
	"language.B2": null,
	"language.A2": null,
	"language.A1": null,
	"interview.title": "Entrevista",
	"interview.description": "Aqui está o resumo da entrevista que realizei:",
	"interview.content": "Durante a entrevista, o líder compartilhou algumas idéias valiosas sobre sua abordagem de liderança: \n Eles enfatizaram um estilo de liderança colaborativa que prioriza o compartilhamento de conhecimento e experiência entre eles e seus membros de equipe. Em vez de ser uma hierarquia rigorosa, eles vêem a liderança como uma formação natural que ocorre quando os colaboradores encontram pontos de referência uns nos outros, seja nos aspectos técnicos do trabalho, na tomada de decisões, ou na gestão de pessoas. Eles mantêm uma hierarquia formal para a administração da equipe, mas a vêem mais como uma formalização de uma liderança informal já existente. Acima de tudo, eles acreditam em respeitar o conhecimento e a experiência dos membros da equipe e atuam como coordenadores para direcionar o trabalho para a realização dos objetivos da empresa. \n Quando se trata de resolver conflitos dentro da equipe, eles priorizam o diálogo e o feedback com os indivíduos envolvidos. Eles acreditam que o conflito é necessário para uma equipe saudável, pois impede que os indivíduos se tornem complacentes em suas zonas de conforto. Eles encorajam as equipes a trabalharem juntas para resolver conflitos, tomando decisões de forma colaborativa. Entretanto, se as equipes não conseguirem encontrar uma solução, elas envolvem a liderança superior para tomar decisões baseadas em uma boa base. \n Eles medem o desempenho da equipe através do monitoramento do progresso e dos resultados do trabalho, das entregas feitas e de um limite entre o tempo e a qualidade da entrega. Eles também usam métricas de \"esforço de trabalho\" definidas pela própria equipe para acompanhar seu desempenho. \n Quando confrontados com dilemas éticos, eles reconhecem que as decisões tomadas em favor da empresa ou do funcionário podem ser desafiadoras porque envolvem ética pessoal e ética da empresa. Eles tentam encontrar alternativas que equilibrem e encontrem ambas as direções, respeitando ambos os lados, com muito diálogo em ambas as direções. Se não conseguem encontrar um equilíbrio, tomam decisões que beneficiam a equipe e a empresa. \n Para eles, o sucesso é alcançado quando entregam o trabalho esperado, satisfazendo tanto a equipe quanto a empresa. Eles também consideram o desempenho da empresa no mercado, a satisfação do cliente e a evolução da equipe como indicadores de sucesso. Eles encontram satisfação em ver os membros de sua equipe crescerem e se desenvolverem como líderes, mesmo que isso signifique que podem não ser mais necessários na mesma capacidade. \n Na opinião deles, a liderança é um esforço colaborativo que não se baseia apenas na hierarquia, mas é conquistada junto com a equipe. Eles valorizam a escuta, dando autonomia aos membros da equipe, e promovendo o aprendizado constante entre o líder e o líder. Eles acreditam que a autonomia gera satisfação, mas reconhecem a importância de dar uma autonomia controlada que respeite limites, ao mesmo tempo em que permite o crescimento e o desenvolvimento."
}